Repository: hellodda/SystemExplorer
Catalog: SystemExplorer/Strings/*/Resources.resw
Source language: en_us
Languages: hy_am

source: Acrylic
hy_am: Ակրիլային

# Performance
source: Monitoring
hy_am: Մոնիտորինգ

source: System
hy_am: Համակարգ

source: Static
hy_am: Ստատիկ

source: Storm
hy_am: Ծառայություններ

source: Thin Acrylic
hy_am: Բարակ ակրիլային

source: Violet Red Light
hy_am: Բաց մանուշակագույն-կարմիր

source: Yellow Gold
hy_am: Դեղին ոսկեգույն

# SystemTheme
source: As in the system
hy_am: Ինչպես համակարգում

source: None
hy_am: Ոչին

source: Uniform
hy_am: Համաչափ

source: UniformToFill
hy_am: Համաչափ լրացում

source: Top
hy_am: Վերև

source: System Setting
hy_am: Համակարգային կարգավորում

source: Yes
hy_am: Տեսք

source: No
hy_am: Ոչ

# UpdateSpeed
source: Real-time update speed
hy_am: Իրական ժամանակում թարմացման արագություն

source: Suspended
hy_am: Կասեցված

source: Processes
hy_am: Գործընթացներ

source: Services
hy_am: Ծառայություններ

source: Window management
hy_am: Պատուհանների կառավարում

# DymamicKernelMemoryDump
source: Dymamic kernel memory dump settings
hy_am: Կերնելի հիշողության դինամիկ դամփի կարգավորումներ

# RestoreSettings
source: Restore all settings to default
hy_am: Վերականգնել բոլոր կարգավորումները լռելյայն արժեքներին

source: Additionally
hy_am: Լրացուցիչ

source: Appearance
hy_am: Տեսք

source: Backdrop
hy_am: Հետին պլան

source: Application theme
hy_am: Հավելվածի թեման

source: Review
hy_am: Վերանայում

source: Remove
hy_am: Հեռացնել

source: Opacity
hy_am: Թափանցիկություն

source: Vertical Alignment
hy_am: Ուղղահայաց հավասարեցում

source: Advanced
hy_am: Ընդլայնված

source: Export Settings
hy_am: Կարգավորումների արտահանում

source: Import Settings
hy_am: Կարգավորումների ներմուծում

# UseDriver
source: Use driver as data source
hy_am: Օգտագործել դրայվերը որպես տվյալների աղբյուր

source: About application
hy_am: Հավելվածի մասին

# SupportOnGitHub
source: Support us on GitHub
hy_am: Աջակցեք մեզ GitHub-ում

source: Open source
hy_am: Բաց կոդ
